Repository: Wenzlik/Aether
Catalog: AetherMac/Resources/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, uk

source: Because you watched %@
cs: Protože jste viděli %@
de: Weil du %@ gesehen hast
es: Porque viste %@
fr: Parce que vous avez regardé %@
uk: Тому що ви дивилися %@

source: Matches your taste for %@
cs: Sedí k vašemu vkusu na %@
de: Passt zu deinem Geschmack für %@
es: Coincide con tu gusto por %@
fr: Correspond à vos goûts pour %@
uk: Відповідає вашому смаку до %@

source: Recommended by Aether
cs: Doporučeno Aetherem
de: Von Aether empfohlen
es: Recomendado por Aether
fr: Recommandé par Aether
uk: Рекомендовано Aether

source: Clear Rating
cs: Zrušit hodnocení
de: Bewertung entfernen
es: Borrar valoración
fr: Effacer la note
uk: Скинути оцінку

source: Rate
cs: Ohodnotit
de: Bewerten
es: Valorar
fr: Noter
uk: Оцінити

source: Who's watching?
cs: Kdo se dívá?
de: Wer schaut?
es: ¿Quién está viendo?
fr: Qui regarde ?
uk: Хто дивиться?

source: Wrong PIN. Try again.
cs: Špatný PIN. Zkuste to znovu.
de: Falscher PIN. Erneut versuchen.
es: PIN incorrecto. Inténtalo de nuevo.
fr: Code incorrect. Réessayez.
uk: Неправильний PIN. Спробуйте ще раз.

source: Back
cs: Zpět
de: Zurück
es: Atrás
fr: Retour
uk: Назад

source: Continue
cs: Pokračovat
de: Fortfahren
es: Continuar
fr: Continuer
uk: Продовжити

source: Enter this profile's PIN
cs: Zadejte PIN tohoto profilu
de: PIN dieses Profils eingeben
es: Introduce el PIN de este perfil
fr: Saisir le code de ce profil
uk: Введіть PIN цього профілю

source: Switch Profile
cs: Přepnout profil
de: Profil wechseln
es: Cambiar de perfil
fr: Changer de profil
uk: Змінити профіль

source: Switch Profile…
cs: Přepnout profil…
de: Profil wechseln…
es: Cambiar de perfil…
fr: Changer de profil…
uk: Змінити профіль…

source: No other profiles on this account.
cs: Na tomto účtu nejsou žádné další profily.
de: Keine weiteren Profile in diesem Konto.
es: No hay otros perfiles en esta cuenta.
fr: Aucun autre profil sur ce compte.
uk: На цьому обліковому записі немає інших профілів.

source: Watching as
cs: Díváte se jako
de: Aktives Profil
es: Perfil actual
fr: Profil actif
uk: Ви дивитеся як

# %@ of %@ · %@
source: %1$@ of %2$@ · %3$@
cs: %1$@ z %2$@ · %3$@
de: %@ von %@ · %@
es: %@ de %@ · %@
fr: %@ sur %@ · %@

source: %@ used · ~/Movies/Aether
cs: %@ využito · ~/Movies/Aether
de: %@ belegt · ~/Movies/Aether
es: %@ usados · ~/Movies/Aether
fr: %@ utilisés · ~/Movies/Aether

source: About
cs: O aplikaci
de: Über
es: Acerca de
fr: À propos

source: Accounts
cs: Účty
es: Cuentas
fr: Comptes

source: Add Folder
cs: Přidat složku
de: Ordner hinzufügen
es: Añadir carpeta
fr: Ajouter un dossier
uk: Додати теку

source: Add Folder…
cs: Přidat složku…
de: Ordner hinzufügen…
es: Añadir carpeta…
fr: Ajouter un dossier…

source: Add SMB Share
cs: Přidat SMB složku
de: SMB-Freigabe hinzufügen
es: Añadir recurso compartido SMB
fr: Ajouter un partage SMB

source: Add Source
cs: Přidat zdroj
de: Quelle hinzufügen
es: Añadir fuente
fr: Ajouter une source

source: Add a TMDb key above to enable availability lookups.
cs: Pro vyhledávání dostupnosti přidejte výše klíč TMDb.
de: Füge oben einen TMDb-Schlüssel hinzu, um Verfügbarkeitsabfragen zu aktivieren.
es: Añade una clave de TMDb arriba para habilitar las búsquedas de disponibilidad.
fr: Ajoutez une clé TMDb ci-dessus pour activer les recherches de disponibilité.

source: Add the folders that make up your library and tell Aether what each one holds. Leave it empty to scan every share on the server.
cs: Přidej složky, ze kterých se skládá tvá knihovna, a řekni Aetheru, co každá obsahuje. Necháš-li prázdné, prohledá se každý share na serveru.
de: Füge die Ordner hinzu, aus denen deine Mediathek besteht, und teile Aether mit, was jeder enthält. Lass es leer, um jede Freigabe auf dem Server zu scannen.
es: Añade las carpetas que componen tu biblioteca e indica a Aether qué contiene cada una. Déjalo vacío para analizar todos los recursos compartidos del servidor.
fr: Ajoutez les dossiers qui composent votre bibliothèque et indiquez à Aether ce que contient chacun d’eux. Laissez le champ vide pour analyser tous les partages du serveur.
uk: Додайте теки, з яких складається ваша бібліотека, і вкажіть Aether, що містить кожна. Якщо залишити порожнім, скануватиметься кожен спільний ресурс на сервері.

source: Aether updates itself from aetherplayer.com — it's not on the Mac App Store. Each update is verified before it's installed.
cs: Aether se aktualizuje z aetherplayer.com — není v Mac App Store. Každá aktualizace je před instalací ověřena.
de: Aether aktualisiert sich selbst über aetherplayer.com – es ist nicht im Mac App Store erhältlich. Jede Aktualisierung wird vor der Installation überprüft.
es: Aether se actualiza desde aetherplayer.com; no está en la Mac App Store. Cada actualización se verifica antes de instalarse.
fr: Aether se met à jour depuis aetherplayer.com – il n'est pas sur le Mac App Store. Chaque mise à jour est vérifiée avant son installation.

source: All
cs: Vše
de: Alle
es: Todo
fr: Tout

source: All Genres
cs: Všechny žánry
de: Alle Genres
es: Todos los géneros
fr: Tous les genres

source: Any Rating
cs: Jakékoli hodnocení
de: Beliebige Bewertung
es: Cualquier valoración
fr: Toute note

source: Appearance
cs: Vzhled
de: Darstellung
es: Aspecto
fr: Apparence

source: Applied to every title you open. You can still change the audio, subtitles, and quality for a single title on its detail screen.
cs: Použije se na každý titul, který otevřeš. Zvuk, titulky a kvalitu můžeš pořád změnit u konkrétního titulu na jeho detailu.
de: Wird auf jeden Titel angewendet, den du öffnest. Audio, Untertitel und Qualität kannst du für einen einzelnen Titel weiterhin auf dessen Detailseite ändern.
es: Se aplica a cada título que abres. Aún puedes cambiar el audio, los subtítulos y la calidad de un título concreto en su pantalla de detalles.
fr: Appliqué à chaque titre que vous ouvrez. Vous pouvez toujours modifier l'audio, les sous-titres et la qualité pour un titre donné sur sa page de détails.

source: Approve this code in Emby (Dashboard ▸ Quick Connect, or a signed-in client):
cs: Schvalte tento kód v Emby (Dashboard ▸ Quick Connect nebo v přihlášeném klientovi):
de: Genehmige diesen Code in Emby (Dashboard ▸ Quick Connect oder einem angemeldeten Client):
es: Aprueba este código en Emby (Panel ▸ Quick Connect, o un cliente con sesión iniciada):
fr: Approuvez ce code dans Emby (Tableau de bord ▸ Quick Connect, ou un client connecté) :

source: Approve this code in Jellyfin (Dashboard ▸ Quick Connect, or a signed-in client):
cs: Schval tento kód v Jellyfinu (Dashboard ▸ Quick Connect, nebo přihlášený klient):
de: Genehmige diesen Code in Jellyfin (Dashboard ▸ Quick Connect oder einem angemeldeten Client):
es: Aprueba este código en Jellyfin (Panel ▸ Quick Connect, o un cliente con sesión iniciada):
fr: Approuvez ce code dans Jellyfin (Tableau de bord ▸ Quick Connect, ou un client connecté) :

source: Audio
cs: Zvuk

source: Audio & Subtitles
cs: Zvuk a titulky
de: Audio & Untertitel
es: Audio y subtítulos
fr: Audio et sous-titres
uk: Звук і субтитри

source: Audio Language
cs: Jazyk zvuku
de: Audiosprache
es: Idioma de audio
fr: Langue audio

source: Auto-Play Next Episode
cs: Automaticky přehrát další epizodu
de: Nächste Folge automatisch abspielen
es: Reproducir automáticamente el siguiente episodio
fr: Lire automatiquement l'épisode suivant

source: Automatically check for updates
cs: Automaticky kontrolovat aktualizace
de: Automatisch nach Updates suchen
es: Buscar actualizaciones automáticamente
fr: Rechercher automatiquement les mises à jour

source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler

source: Cast
cs: Obsazení
de: Besetzung
es: Reparto
fr: Distribution

source: Change Key
cs: Změnit klíč
de: Schlüssel ändern
es: Cambiar clave
fr: Changer de clé

source: Changes the app's language immediately. Some text may still appear in English until fully translated.
cs: Změní jazyk aplikace okamžitě. Některé texty mohou zůstat anglicky, dokud nebudou přeloženy.
de: Ändert die Sprache der App sofort. Einige Texte erscheinen möglicherweise noch auf Englisch, bis sie vollständig übersetzt sind.
es: Cambia el idioma de la app de inmediato. Algunos textos pueden seguir apareciendo en inglés hasta que se traduzcan por completo.
fr: Change immédiatement la langue de l'app. Certains textes peuvent encore apparaître en anglais jusqu'à leur traduction complète.

source: Check for Updates…
cs: Zkontrolovat aktualizace…
de: Nach Updates suchen…
es: Buscar actualizaciones…
fr: Rechercher les mises à jour…

source: Check your connection and try again.
cs: Zkontrolujte připojení a zkuste to znovu.
de: Überprüfe deine Verbindung und versuche es erneut.
es: Comprueba tu conexión e inténtalo de nuevo.
fr: Vérifiez votre connexion et réessayez.
uk: Перевірте з'єднання і спробуйте ще раз.

source: Clear All
cs: Vymazat vše
de: Alle löschen
es: Borrar todo
fr: Tout effacer

source: Clear Filters
cs: Zrušit filtry
de: Filter löschen
es: Borrar filtros
fr: Effacer les filtres

source: Clear Image Cache
cs: Vymazat mezipaměť obrázků
de: Bild-Cache löschen
es: Borrar caché de imágenes
fr: Effacer le cache d'images

source: Clear Years
cs: Zrušit roky
de: Jahre löschen
es: Borrar años
fr: Effacer les années

source: Clear all
cs: Vymazat vše
de: Alle löschen
es: Borrar todo
fr: Tout effacer
uk: Очистити все

source: Close player
cs: Zavřít přehrávač
de: Player schließen
es: Cerrar el reproductor
fr: Fermer le lecteur

source: Coming soon
cs: Již brzy
de: Demnächst
es: Próximamente
fr: Bientôt disponible

source: Configured
cs: Nastaveno
de: Konfiguriert
es: Configurado
fr: Configuré

source: Connect
cs: Připojit
de: Verbinden
es: Conectar
fr: Connecter

source: Connect Emby
cs: Připojit Emby
de: Emby verbinden
es: Conectar Emby
fr: Connecter Emby

source: Connect Jellyfin
cs: Připojit Jellyfin
de: Jellyfin verbinden
es: Conectar Jellyfin
fr: Connecter Jellyfin

source: Connect Jellyfin…
cs: Připojit Jellyfin…
de: Jellyfin verbinden…
es: Conectar Jellyfin…
fr: Connecter Jellyfin…

source: Connect Plex
cs: Připojit Plex
de: Plex verbinden
es: Conectar Plex
fr: Connecter Plex

source: Connect Plex or Jellyfin in Settings to browse your library.
cs: Připoj Plex nebo Jellyfin v Nastavení a procházej svou knihovnu.
de: Verbinde Plex oder Jellyfin in den Einstellungen, um deine Mediathek zu durchsuchen.
es: Conecta Plex o Jellyfin en Ajustes para explorar tu biblioteca.
fr: Connecte Plex ou Jellyfin dans les Réglages pour parcourir ta bibliothèque.

source: Connect Plex…
cs: Připojit Plex…
de: Plex verbinden…
es: Conectar Plex…
fr: Connecter Plex…

source: Connected
cs: Připojeno
de: Verbunden
es: Conectado
fr: Connecté

source: Connecting to Plex…
cs: Připojování k Plex…
de: Verbinde mit Plex…
es: Conectando con Plex…
fr: Connexion à Plex…
uk: Підключення до Plex…

source: Connecting to the share…
cs: Připojuji ke složce…
de: Verbinde mit der Freigabe…
es: Conectando con el recurso compartido…
fr: Connexion au partage…

source: Connecting…
cs: Připojování…
de: Verbinde…
es: Conectando…
fr: Connexion…

source: Contact the Creator
cs: Kontaktovat autora
de: Entwickler kontaktieren
es: Contactar al creador
fr: Contacter le créateur

source: Contacting server…
cs: Kontaktování serveru…
de: Kontaktiere Server…
es: Contactando con el servidor…
fr: Connexion au serveur…

source: Contains
cs: Obsahuje
de: Enthält
es: Contiene
fr: Contient
uk: Містить

source: Content from enabled servers is merged into one Library. To disconnect Plex entirely, use Sign Out in the Accounts tab.
cs: Obsah ze zapnutých serverů je sloučen do jedné Knihovny. Chcete-li se z Plex úplně odhlásit, použijte Odhlásit se na kartě Účty.
de: Inhalte von aktivierten Servern werden in einer Mediathek zusammengeführt. Um Plex vollständig zu trennen, verwende „Abmelden“ im Tab „Accounts“.
es: El contenido de los servidores activados se combina en una sola biblioteca. Para desconectar Plex por completo, usa «Cerrar sesión» en la pestaña Cuentas.
fr: Le contenu des serveurs activés est regroupé dans une seule bibliothèque. Pour déconnecter entièrement Plex, utilise « Se déconnecter » dans l’onglet Comptes.
uk: Вміст з увімкнених серверів об'єднано в одну Бібліотеку. Щоб повністю відключитися від Plex, використовуйте Вийти на вкладці Акаунти.

source: Continue Watching
cs: Pokračovat v přehrávání
de: Weiterschauen
es: Continuar viendo
fr: Reprendre la lecture

source: Couldn't connect
cs: Připojení se nezdařilo
de: Verbindung fehlgeschlagen
es: No se pudo conectar
fr: Échec de la connexion

source: Couldn't connect to the share (error %lld).
cs: Ke složce se nepodařilo připojit (chyba %lld).
de: Verbindung zur Freigabe fehlgeschlagen (Fehler %lld).
es: No se pudo conectar al recurso compartido (error %lld).
fr: Impossible de se connecter au partage (erreur %lld).

source: Couldn't reach Plex
cs: Nelze se připojit k Plex
de: Plex nicht erreichbar
es: No se pudo conectar con Plex
fr: Impossible de joindre Plex
uk: Не вдалося з'єднатися з Plex

source: Couldn't reach TMDb — check your connection.
cs: Nepodařilo se spojit s TMDb — zkontrolujte připojení.
de: TMDb nicht erreichbar – überprüfe deine Verbindung.
es: No se pudo conectar con TMDb: comprueba tu conexión.
fr: Impossible de joindre TMDb — vérifiez votre connexion.

source: Couldn't reach the server — is it on and on this network?
cs: Server je nedostupný — je zapnutý a ve stejné síti?
de: Server nicht erreichbar – ist er eingeschaltet und in diesem Netzwerk?
es: No se pudo conectar con el servidor: ¿está encendido y en esta red?
fr: Impossible de joindre le serveur — est-il allumé et sur ce réseau ?

source: Couldn't reach the share in time — is the server on and on this network?
cs: Ke složce se nepodařilo včas připojit — je server zapnutý a ve stejné síti?
de: Freigabe nicht rechtzeitig erreichbar – ist der Server eingeschaltet und in diesem Netzwerk?
es: No se pudo conectar con el recurso compartido a tiempo: ¿está el servidor encendido y en esta red?
fr: Impossible de joindre le partage à temps — le serveur est-il allumé et sur ce réseau ?

source: Couldn't sign in — check the username and password.
cs: Nepodařilo se přihlásit — zkontroluj uživatelské jméno a heslo.
de: Anmeldung fehlgeschlagen – überprüfe Benutzername und Passwort.
es: No se pudo iniciar sesión: comprueba el nombre de usuario y la contraseña.
fr: Échec de la connexion — vérifiez le nom d'utilisateur et le mot de passe.

source: Defaults
cs: Výchozí nastavení
de: Standardwerte
es: Valores predeterminados
fr: Valeurs par défaut

source: Dimming
cs: Ztlumení
de: Abdunkeln
es: Atenuación
fr: Atténuation

source: Discover
cs: Objevovat
de: Entdecken
es: Descubrir
fr: Découvrir

source: Discovery
cs: Objevování
de: Entdecken
es: Descubrimiento
fr: Découverte

source: Dismiss
cs: Zavřít
de: Schließen
es: Descartar
fr: Ignorer

source: Done
cs: Hotovo
de: Fertig
es: OK
fr: OK
uk: Готово

source: Download
cs: Stáhnout
de: Laden
es: Descargar
fr: Télécharger

source: Downloaded
cs: Staženo
de: Geladen
es: Descargado
fr: Téléchargé

source: Downloads
cs: Stahování
es: Descargas
fr: Téléchargements

source: English
cs: Angličtina
de: Englisch
es: Inglés
fr: Anglais

source: Enter both a server and a share name.
cs: Zadej server i název složky.
de: Geben Sie einen Server und einen Freigabenamen ein.
es: Introduce un servidor y un nombre de recurso compartido.
fr: Saisissez à la fois un serveur et un nom de partage.

source: Enter this code at plex.tv/link:
cs: Zadej tento kód na plex.tv/link:
de: Gib diesen Code unter plex.tv/link ein:
es: Introduce este código en plex.tv/link:
fr: Saisissez ce code sur plex.tv/link :

source: Episodes
cs: Epizody
de: Folgen
es: Episodios
fr: Épisodes

source: Failed — Retry
cs: Selhalo — opakovat
de: Fehlgeschlagen — Wiederholen
es: Error — Reintentar
fr: Échec — Réessayer

source: Favorite
cs: Oblíbené
de: Favorit
es: Favorito
fr: Favori

source: Favorited
cs: V oblíbených
de: Als Favorit markiert
es: Marcado como favorito
fr: Ajouté aux favoris

source: Feature Request
cs: Návrh funkce
de: Funktionswunsch
es: Solicitud de función
fr: Demande de fonctionnalité

source: Filter
cs: Filtr
de: Filtern
es: Filtrar
fr: Filtrer

source: Fix Match
cs: Opravit přiřazení
de: Treffer korrigieren
es: Corregir coincidencia
fr: Corriger la correspondance

source: Follow device
cs: Podle zařízení
de: Gerät folgen
es: Seguir el dispositivo
fr: Suivre l’appareil

source: General
cs: Obecné
de: Allgemein
fr: Général

source: Genre
cs: Žánr
es: Género

source: Hide watched titles in Discover
cs: Skrýt zhlédnuté v Objevování
de: Gesehene Titel in Entdecken ausblenden
es: Ocultar los títulos vistos en Descubrir
fr: Masquer les titres vus dans Découvrir

source: Home
cs: Domů
de: Start
es: Inicio
fr: Accueil

source: Image Cache
cs: Mezipaměť obrázků
de: Bild-Cache
es: Caché de imágenes
fr: Cache des images

source: In Progress
cs: Probíhá
de: In Bearbeitung
es: En curso
fr: En cours

source: Invalid key — TMDb rejected it.
cs: Neplatný klíč — TMDb jej odmítl.
de: Ungültiger Schlüssel – TMDb hat ihn abgelehnt.
es: Clave no válida: TMDb la rechazó.
fr: Clé non valide — TMDb l’a refusée.

source: Label opacity
cs: Průhlednost nápisu
de: Deckkraft der Beschriftung
es: Opacidad de la etiqueta
fr: Opacité du libellé

source: Language
cs: Jazyk
de: Sprache
es: Idioma
fr: Langue

source: Leave the selection empty to scan every share on this server.
cs: Necháš-li výběr prázdný, prohledá se každý share na tomto serveru.
de: Lasse die Auswahl leer, um jede Freigabe auf diesem Server zu durchsuchen.
es: Deja la selección vacía para analizar todos los recursos compartidos de este servidor.
fr: Laissez la sélection vide pour analyser tous les partages de ce serveur.
uk: Якщо залишити вибір порожнім, скануватиметься кожен спільний ресурс на цьому сервері.

source: Leave the username and password empty to connect as a guest. The share is mounted on this Mac and scanned for movies and shows.
cs: Pro připojení jako host nech uživatelské jméno a heslo prázdné. Složka se připojí k tomuto Macu a prohledá se na filmy a seriály.
de: Lasse Benutzername und Passwort leer, um als Gast zu verbinden. Die Freigabe wird auf diesem Mac aktiviert und nach Filmen und Serien durchsucht.
es: Deja el nombre de usuario y la contraseña vacíos para conectarte como invitado. El recurso compartido se monta en este Mac y se analiza en busca de películas y series.
fr: Laissez le nom d’utilisateur et le mot de passe vides pour vous connecter en tant qu’invité. Le partage est monté sur ce Mac et analysé à la recherche de films et de séries.

source: Library
cs: Knihovna
de: Mediathek
es: Biblioteca
fr: Bibliothèque

source: Library Folders
cs: Složky knihovny
de: Mediathek-Ordner
es: Carpetas de la biblioteca
fr: Dossiers de la bibliothèque
uk: Теки бібліотеки

source: Links
cs: Odkazy
es: Enlaces
fr: Liens

source: Local Library
cs: Lokální knihovna
de: Lokale Mediathek
es: Biblioteca local
fr: Bibliothèque locale

source: Manage Servers…
cs: Spravovat servery…
de: Server verwalten…
es: Gestionar servidores…
fr: Gérer les serveurs…
uk: Керувати серверами…

source: Mark as Unwatched
cs: Označit jako nezhlédnuté
de: Als ungesehen markieren
es: Marcar como no visto
fr: Marquer comme non vu

source: Mark as Watched
cs: Označit jako zhlédnuté
de: Als gesehen markieren
es: Marcar como visto
fr: Marquer comme vu
uk: Позначити як переглянуте

source: Mark titles you own that are also on Netflix, and surface Netflix-only titles in Discover and Search. Aether links out — it never streams Netflix. Availability data by JustWatch.
cs: Označí tituly, které vlastníte a jsou zároveň na Netflixu, a zobrazí tituly jen z Netflixu v Objevování a Hledání. Aether pouze odkazuje — Netflix nikdy nepřehrává. Data o dostupnosti od JustWatch.
de: Markiere Titel in deinem Besitz, die auch auf Netflix verfügbar sind, und zeige Netflix-exklusive Titel in Entdecken und der Suche. Aether verlinkt nur – es streamt Netflix nie. Verfügbarkeitsdaten von JustWatch.
es: Marca los títulos que posees que también están en Netflix y muestra los títulos exclusivos de Netflix en Descubrir y Buscar. Aether solo enlaza: nunca reproduce Netflix. Datos de disponibilidad de JustWatch.
fr: Identifiez les titres que vous possédez qui sont aussi sur Netflix, et faites apparaître les titres exclusifs à Netflix dans Découvrir et la recherche. Aether ne fait que rediriger — il ne diffuse jamais Netflix. Données de disponibilité fournies par JustWatch.

source: Minimum Rating
cs: Minimální hodnocení
de: Mindestbewertung
es: Valoración mínima
fr: Note minimale

source: More Info
cs: Více informací
de: Weitere Infos
es: Más información
fr: Plus d’infos

source: Movies
cs: Filmy
de: Filme
es: Películas
fr: Films

source: Movies & TV
cs: Filmy a seriály
de: Filme & Serien
es: Películas y series
fr: Films et séries
uk: Фільми та серіали

source: Next Episode Countdown
cs: Odpočet do další epizody
de: Countdown zur nächsten Folge
es: Cuenta atrás del siguiente episodio
fr: Compte à rebours du prochain épisode

source: No downloads yet
cs: Zatím žádná stahování
de: Noch keine Downloads
es: Aún no hay descargas
fr: Aucun téléchargement

source: No folders yet
cs: Zatím žádné složky
de: Noch keine Ordner
es: Aún no hay carpetas
fr: Aucun dossier
uk: Поки що немає тек

source: No results — try adjusting the title or year
cs: Žádné výsledky — zkuste upravit název nebo rok
de: Keine Ergebnisse – passe den Titel oder das Jahr an
es: Sin resultados: prueba a ajustar el título o el año
fr: Aucun résultat — essayez de modifier le titre ou l’année

source: No servers found
cs: Nenalezeny žádné servery
de: Keine Server gefunden
es: No se encontraron servidores
fr: Aucun serveur trouvé
uk: Сервери не знайдено

source: No sources connected yet. Add Plex, Jellyfin, Emby, or an SMB share to start browsing your library.
cs: Zatím nejsou připojené žádné zdroje. Přidej Plex, Jellyfin, Emby nebo SMB složku a začni procházet knihovnu.
de: Noch keine Quellen verbunden. Füge Plex, Jellyfin, Emby oder eine SMB-Freigabe hinzu, um deine Mediathek zu durchsuchen.
es: Aún no hay fuentes conectadas. Añade Plex, Jellyfin, Emby o un recurso compartido SMB para explorar tu biblioteca.
fr: Aucune source connectée pour le moment. Ajoutez Plex, Jellyfin, Emby ou un partage SMB pour parcourir votre bibliothèque.

source: Not connected
cs: Nepřipojeno
de: Nicht verbunden
es: No conectado
fr: Non connecté

source: Nothing here yet
cs: Zatím tu nic není
de: Noch nichts vorhanden
es: Aún no hay nada
fr: Rien pour le moment

source: Off
cs: Vypnuto
de: Aus
es: Desactivado
fr: Désactivé

source: On Netflix
cs: Na Netflixu
de: Auf Netflix
es: En Netflix
fr: Sur Netflix

source: On your network
cs: Ve vaší síti
de: In deinem Netzwerk
es: En tu red
fr: Sur votre réseau
uk: У вашій мережі

source: Open Recent
cs: Otevřít nedávné
de: Benutzte Dokumente
es: Abrir reciente
fr: Ouvrir l'élément récent

source: Open a title and tap Download to save it for offline viewing.
cs: Otevřete titul a klepnutím na Stáhnout jej uložte pro offline sledování.
de: Öffne einen Titel und tippe auf „Download“, um ihn für die Offline-Wiedergabe zu speichern.
es: Abre un título y toca Descargar para guardarlo y verlo sin conexión.
fr: Ouvrez un titre et touchez Télécharger pour l'enregistrer en vue d'un visionnage hors ligne.

source: Open plex.tv/link
cs: Otevřít plex.tv/link
de: plex.tv/link öffnen
es: Abrir plex.tv/link
fr: Ouvrir plex.tv/link

source: Open…
cs: Otevřít…
de: Öffnen…
es: Abrir…
fr: Ouvrir…

source: Other Sources
cs: Další zdroje
de: Andere Quellen
es: Otras fuentes
fr: Autres sources

source: Password (optional)
cs: Heslo (volitelné)
de: Passwort (optional)
es: Contraseña (opcional)
fr: Mot de passe (facultatif)

source: Pause
cs: Pozastavit
es: Pausa

source: Paused
cs: Pozastaveno
de: Pausiert
es: En pausa
fr: En pause
